[
    {
        "id": 1,
        "title": "June 2025 Newsletter",
        "date": "June 1, 2025",
        "content": "<div><h3>My Journey as a Martial Artist – Gauri Anil</h3><p>(Gauri Anil is a rising Junior at Dublin Jerome High School, and lives with her mom (Resmi Krishnan), dad (Anil Sreevilasam), and younger brother (Vishnu Anil) in Dublin, Ohio. She loves to dance Bharatanatyam, sing Hindustani music, and practice karate...)</p><p>“Karate is not just a martial art; it is a way of life.” This quote was once said by a man named Gichin Funakoshi, widely regarded as “the Father of Modern Karate”. My name is Gauri Anil, and I learn a style of karate called Okinawan Shuri-Ryu Karate-Do, from my teacher, Sensei Amanda Kaufman, at Advancing Karate Ltd. For the past 10 years, karate has given me so much more than I could have ever imagined, essentially making me who I am today. A few weeks ago, I was blessed with the opportunity to test for my Black Belt – the culminating point and new beginning of my karate training.</p><h3>History/Background</h3><p>Okinawan Shuri-Ryu is a traditional style of karate originating from Okinawa, dating back hundreds of years. Shuri Ryu’s origins can be traced back to when Bodhidharma (from the lineage of the Buddha himself) began teaching monks a way of self-defense...</p><h3>From Shadows to Glory: Tuskers Roar to COMA Championship in Style</h3><p>Use this space to highlight community achievements and sports updates.</p></div>"
    },
    {
        "id": 2,
        "title": "April 2025 Newsletter",
        "date": "April 1, 2025",
        "content": "<div><h3>My Cap City Quarter Marathon Journey with the COMA Tuskers!</h3><p>Sharing the experience of running the quarter marathon with the community.</p><h3>Know your EC team – Series 1 – General Secretary (Parvathy Harilal)</h3><p>An introduction to our General Secretary, Parvathy Harilal, sharing her vision and background.</p><h3>From Notes to Nostalgia: The Making of PNP 2025</h3><p>A look back at the preparations for our cultural extravaganza.</p><h3>My First year in marching band</h3><p>A youth perspective on joining the marching band.</p></div>"
    },
    {
        "id": 3,
        "title": "December 2024 Year End",
        "date": "December 15, 2024",
        "content": "<div><h3>Year End Reflections</h3><p>As we wrap up 2024, we look back at a year filled with joy, community gatherings, and cultural celebrations. Thank you to everyone who made this year special.</p></div>"
    },
    {
        "id": 4,
        "title": "Onam Special Edition 2024",
        "date": "September 1, 2024",
        "content": "<div><h3>Happy Onam!</h3><p>Recap of our grand Onam Sadhya and cultural programs. A festival of harvest and happiness.</p></div>"
    },
    {
        "id": 5,
        "title": "June 2024 Newsletter",
        "date": "June 1, 2024",
        "content": "<div><h3>Summer Picnic Highlights</h3><p>Fun in the sun! Check out the photos and memories from our annual summer picnic.</p></div>"
    }
]